Repository: GNOME/gom
Catalog: po/*.po
Languages: bs, cs, de, el, es, hu, id, pl, pt, pt_br, sr, sv, tr

source: Adapter
cs: Adaptér
el: Προσαρμογέας
es: Ordenación
hu: Csatlakozó
id: Adaptor
pt: Adaptador
pt_br: Adaptador
sr: Прилагођивач
tr: Bağdaştırıcı

source: The GomAdapter.
bs: GomAdapter.
cs: GomAdapter.
de: Der GomAdapter.
el: Το GomAdapter.
es: El GomAdapter.
hu: A Gom csatlakozó.
id: GomAdapter.
pl: GomAdapter.
pt: O GomAdapter.
pt_br: O adaptador Gom.
sr: Гом прилагођивач.
sv: GomAdaptern.
tr: GomAdapter.

source: Filter
cs: Filtr
el: Φίλτρο
es: Filtro
hu: Szűrő
id: Penyaring
pl: Filtr
pt: Filtro
pt_br: Filtro
sr: Пропусник
tr: Süzgeç

source: The filter for the command.
bs: Filter za naredbu.
cs: Filtr pro příkaz.
de: Der Filter für den Befehl.
el: Το φίλτρο για την εντολή.
es: El filtro para el comando.
hu: A szűrő a parancshoz.
id: Penyaring bagi perintah.
pl: Filtr dla polecenia.
pt: O filtro para o comando.
pt_br: O filtro para o comando.
sr: Пропусник за наредбу.
sv: Filtret för kommandot.
tr: Komut için süzgeç.

source: Sorting
cs: Řazení
de: Sortierung
el: Ταξινόμηση
es: Ordenación
hu: Rendezés
pl: Sortowanie
pt: Ordem
pt_br: Ordem
sv: Sortering
tr: Sıralama

source: The sorting for the command.
cs: Řazení pro příkaz.
de: Die Sortierung des Befehls.
el: Η ταξινόμηση για την εντολή.
es: La ordenación dell comando.
hu: A rendezés a parancshoz.
pl: Sortowanie dla polecenia.
pt: A ordem para o comando.
pt_br: A ordem para o comando.
sv: Sorteringen för kommandot.
tr: Komut için sıralama.

source: Limit
bs: Ograničenje
cs: Omezení
de: Grenze
el: Όριο
es: Límite
hu: Határ
id: Batas
pl: Ograniczenie
pt: Limite
pt_br: Limite
sr: Ограничење
sv: Gräns
tr: Sınır

source: The maximum number of results.
bs: Maksimalni broj rezultata.
cs: Maximální počet výsledků.
de: Die maximale Anzahl Ergebnisse.
el: Ο μέγιστος αριθμός των αποτελεσμάτων.
es: El número máximo de resultados.
hu: Az eredmények legnagyobb száma.
id: Cacah maksimum dari hasil.
pl: Maksymalna liczba wyników.
pt: O número máximo de resultados.
pt_br: O número máximo de resultados.
sr: Највећи број резултата.
sv: Maximala antalet resultat.
tr: Azami sonuç sayısı.

source: Many-to-many table
bs: Više u više tabela
cs: Tabulka M:N
de: n:m-Tabelle
el: Πίνακας πολλά-προς-πολλά
es: Tabla muchos-a-muchos
hu: Több-a-többhöz tábla
id: Tabel many-to-many
pl: Tablica wiele-do-wielu
pt: Tabela muitos-para-muitos
pt_br: Tabela muitos-para-muitos
sr: Табела много-за-много
sv: Många-till-många-tabell
tr: Çoktan-çoğa tablo

source: The table to use for many-to-many queries.
bs: Tabele koriste više u više upite.
cs: Tabulka pro použití v dotazu M:N.
de: Tabelle, die für n:m-Anfragen genutzt werden soll.
el: Ο πίνακας που θα χρησιμοποιηθεί για ερωτήματα πολλά-προς-πολλά.
es: La tabla que usar para las consultas muchos-a-muchos
hu: Több-a-többhöz lekérdezésekhez használandó tábla.
id: Tabel yang dipakai untuk kuiri many-to-many.
pl: Tablica używana do zapytań wiele-do-wielu.
pt: A tabela a usar para consultas muitos-para-muitos.
pt_br: A tabela a ser usada para consultas muitas-para-muitas.
sr: Табела која ће се користити за упите много-за-много.
sv: Tabellen att använda för många-till-många-frågor.
tr: Çoktan çoğa sorgular için kullanılacak tablo.

source: Many-to-many type
bs: VIše u više vrsta
cs: Typ M:N
de: Typ n:m
el: Τύπος πολλά-προς-πολλά
es: Tipo de muchos-a-muchos
hu: Több-a-többhöz típus
id: Tipe many-to-many
pl: Typ wielu-do-wielu
pt: Tipo muitos-para-muitos
pt_br: Tipo muitos-para-muitos
sr: Врста много-за-много
sv: Många-till-många-typ
tr: Çoktan-çoğa tür

source: The type for the join within m2m-table.
bs: Vrsta za pridruživanje unutar m2m-tabela.
cs: Typ pro propojení tabulek M:N.
de: Typ für Joins in einer n:m-Tabelle
el: Ο τύπος για την ένωση με πίνανα πολλά προς πολλά.
es: EL tipo para la unión con una tabla m2m.
hu: Típus a több-a-többhöz táblán belüli illesztéshez.
id: Tipe bagi join di dalam m2m-table.
pl: Typ do dołączania w m2m-table.
pt: O tipo para junção dentro da tabela m2m.
pt_br: O tipo a ser usado na união (join) dentro da tabela m-m.
sr: Врста придруживања са табелом много-за-много.
sv: Typen för sammanslagning (join) i m2m-table.
tr: m2m-tablosu içindeki birleştirme türü.

source: Offset
bs: Pomjeraj
cs: Posun
de: Versatz
el: Μετατόπιση
es: Desplazamiento
hu: Eltolás
id: Ofset
pt: Desvio
pt_br: Deslocamento
sr: Померај
sv: Position
tr: Ofset

source: The number of results to skip.
bs: Broj rezultata ua preskoćiti.
cs: Počet výsledků, které se mají přeskočit.
de: Die Anzahl der Ergebnisse, die übersprungen werden sollen.
el: Ο αριθμός των αποτελεσμάτων που θα παρακαμφθούν
es: El número de resultados que omitir.
hu: A kihagyandó eredmények száma.
id: Banyaknya hasil yang dilompati.
pl: Liczba wyników do pominięcia.
pt: O número de resultados a saltar.
pt_br: O número de resultados para ignorar.
sr: Број резултата који ће бити прескочени.
sv: Antalet resultat att hoppa över.
tr: Atlanacak sonuç sayısı.

source: Resource Type
bs: Vrsta resursa
cs: Typ prostředku
de: Ressourcentyp
el: Τύπος πηγής
es: Tipo de recurso
hu: Erőforrástípus
id: Tipe Sumber Daya
pl: Typ zasobu
pt: Tipo de recurso
pt_br: Tipo do recurso
sr: Врста изворишта
sv: Resurstyp
tr: Kaynak Türü

source: The resource type to query for.
bs: Vrsta resursa za upit.
cs: Typ prostředku pro dotaz.
de: Der Ressourcentyp, der angefragt werden soll.
el: Ο τύπος πηγής για το ερώτημα.
es: EL tipo de recurso por el que preguntar
hu: Erőforrástípus a lekérdezéshez.
id: Tipe sumber daya yang akan dikuiri.
pl: Typ zasobu, który odpytywać.
pt: O tipo de recurso a consultar.
pt_br: O tipo do recurso a se consultar.
sr: Врста изворишта која ће бити пропитана.
sv: Resurstypen att fråga efter.
tr: Sorgulanacak kaynak türü.

source: Cannot save resource, no repository set
bs: Ne može spremiti resurs, ni podešenje spremišta
cs: Prostředek nelze uložit, není nastaven žádný repozitář.
de: Ressource kann nicht gespeichert werden, noch kein Softwarebestand gesetzt
el: Αδυναμία αποθήκευσης πόρου, δεν έχει οριστεί αποθετήριο
es: No se puede guardar el recurso, no hay ningún repositorio configurado
hu: Nem lehet elmenteni az erőforrást, nincs tároló beállítva
id: Tak bisa menyimpan sumber daya, tak ada repositori yang ditata
pl: Nie można zapisać zasobu, nie ustawiono repozytorium
pt: Impossível gravar recurso, sem repositório definido
pt_br: Não foi possível salvar o recurso, nenhum repositório definido
sr: Не могу да сачувам извориште, ризнице нису подешене
sv: Kan inte spara resurs, inget förråd inställt
tr: Kaynak kaydedilemiyor, depo ayarlanmamış

source: No result was returned from the cursor.
bs: Nema rezultata od kursora.
cs: Z kurzoru nebyl vrácen žádný výsledek.
de: Vom Cursor wurde kein Ergebnis zurückgegeben.
el: Δεν επιστράφηκαν αποτελέσματα από το δρομέα.
es: El cursor no ha devuelto resultados.
hu: Nem került eredmény visszaadásra a kurzortól.
id: Tak ada hasil yang dikembalikan dari kursor.
pl: Brak wyników zwróconych z kursora.
pt: Nenhum resultado devolvido do cursor.
pt_br: Nenhum resultado foi retornado pelo cursor.
sr: Нема резултата са курзора.
sv: Inget resultat returnerades från markören.
tr: İmleçten hiçbir sonuç dönmedi.

source: Repository
bs: Repozitorijum
cs: Repozitář
de: Softwarebestand
el: Αποθετήριο
es: Repositorio
hu: Tároló
id: Repositori
pl: Repozytorium
pt: Repositório
pt_br: Repositório
sr: Ризница
sv: Förråd
tr: Depo

source: The resources repository.
bs: Spremište resursa.
cs: Repozitář prostředků.
de: Der Ressourcen-Softwarebestand.
el: Το αποθετήριο των πηγών.
es: El repositorio de recursos.
hu: Az erőforrások tárolója.
id: Repositori sumber daya.
pl: Repozytorium zasobów.
pt: O repositório de recursos.
pt_br: O repositório de recursos.
sr: Ризница изворишта.
sv: Resursförrådet.
tr: Kaynak deposu.

source: Mode
bs: Režim
cs: Režim
de: Modus
el: Κατάσταση
es: Modo
hu: Mód
pl: Tryb
pt: Modo
pt_br: Modo
sr: Режим
sv: Läge
tr: Kip

source: The mode of the filter.
bs: Način rada filtera.
cs: Režim filtru.
de: Der Modus des Filters
el: Η κατάσταση του φίλτρου.
es: El modo del filtro.
hu: A szűrő módja.
id: Mode penyaring.
pl: Tryb filtru.
pt: O modo do filtro.
pt_br: O modo do filtro.
sr: Режим пропусника.
sv: Läget för filtret.
tr: Süzgeç kipi

source: The SQL for the filter.
bs: SQL za filter.
cs: SQL pro filtr.
de: Das SQL für den Filter.
el: Η sql για το φίλτρο.
es: El SQL para el filtro.
hu: Az SQL a szűrőhöz.
id: SQL bagi penyaring.
pl: SQL filtru.
pt: A SQL para o filtro.
pt_br: O SQL para o filtro.
sr: СКуЛ за пропусника.
sv: SQL för filtret.
tr: Süzgeç için SQL.

source: Statement
bs: Naredba
cs: Výraz
de: Anweisung
el: Δήλωση
es: Sentencia
hu: Utasítás
pl: Instrukcja
pt: Declaração
pt_br: Instrução
sr: Стање
sv: Sats
tr: İfade

source: A pointer to a sqlite3_stmt.
bs: Pokazivač na sqlite3_stmt.
cs: Ukazatel na sqlite3_stmt.
de: Ein Zeiger auf ein sqlite3_stmt.
el: Ένας δείκτης σε ένα sqlite3_stmt.
es: Un puntero a sqlite3_stmt.
hu: Mutató egy sqlite3_stmt utasításra.
id: Sebuah pointer ke sqlite3_stmt.
pl: Wskaźnik do sqlite3_stmt.
pt: Um ponteiro para uma sqlite3_stmt.
pt_br: Um ponteiro para uma sqlite3_stmt.
sr: Показивач ка скулајт3_стању.
sv: En pekare till ett sqlite3_stmt.
tr: sqlite3_stmt'ye işaretçi.

source: Count
bs: Broj
cs: Počet
de: Anzahl
el: Πλήθος
es: Conteo
hu: Darabszám
id: Cacah
pl: Liczba
pt: Total
pt_br: Contagem
sr: Укупност
sv: Antal
tr: Sayı

source: The size of the resource group.
bs: Veličina grupe rersursa.
cs: Velikost skupiny prostředků.
de: Die Größe der Ressourcengruppe.
el: Το μέγεθος της ομάδας πηγής
es: El tamaño del grupo de recursos.
hu: Az erőforráscsoport mérete.
id: Ukuran dari grup sumber daya.
pl: Rozmiar grupy zasobów.
pt: O tamanho do grupo de recursos.
pt_br: O tamanho do grupo do recurso.
sr: Величина групе изворишта.
sv: Storleken på resursgruppen.
tr: Kaynak grup boyutu.

source: The query filter.
bs: Filter upita.
cs: Filtr v dotazu.
de: Der Abfrage-Filter.
el: Το φίλτρο ερωτήματος
es: El filtro de la consulta.
hu: A lekérdezésszűrő.
id: Penyaring kuiri.
pl: Filtr zapytań.
pt: O filtro de consulta.
pt_br: O filtro da consulta.
sr: Пропусник упита.
sv: Frågefiltret.
tr: Sorgu süzgeci.

source: The query sorting.
cs: Řazení v dotazu.
de: Die Abfrage-Sortierung.
el: H ταξινόμηση ερωτήματος.
es: La ordenación de la consulta.
hu: A lekérdezés-rendezés.
pl: Sortowanie zapytań.
pt: A ordem da consulta.
pt_br: A ordem da consulta.
sv: Frågesorteringen.
tr: Sorgu sıralaması.

source: Many-to-Many Table
bs: Many-to-Many tabele
cs: Tabulka M:N
de: n:m-Tabelle
el: Πίνακας πολλά-προς-πολλά
es: Tabla muchos-a-muchos
hu: Több-a-többhöz tábla
id: Tabel Many-to-Many
pl: Tablica wiele-do-wielu
pt: Tabela Muitos-para-muitos
pt_br: Tabela muitos-para-muitos
sr: Табела много-за-много
sv: Många-till-många-tabell
tr: Çoktan-Çoğa Tablo

source: The table used to join a Many to Many query.
bs: Tabele korištene za pristup Many to Many upitima.
cs: Tabulka použitá v dotazu s propojením M:N.
de: Tabelle, die für n:m-Join-Anfragen verwendet wird.
el: Ο πίνακας που θα χρησιμοποιηθεί για την ένωση ερωτημάτων πολλά προς πολλά.
es: La tabla usada para unir una consulta muchos a muchos.
hu: Egy több-a-többhöz lekérdezés illesztéséhez használt tábla.
id: Tabel yang dipakai untuk men-join suatu kuiri Many to Many.
pl: Tablica używana do dołączania zapytania wiele-do-wielu.
pt: A tabela usada para junção de uma consulta muitos-para-muitos.
pt_br: A tabela usada para unir uma consulta muitas-para-muitas.
sr: Табела за придруживање са упитом много за много.
sv: Tabellen som används för sammanslagning (join) av en Många-till-många-fråga.
tr: Çoktan Çoğa sorguyu birleştirmek için kullanılacak tablo.

source: Many-to-Many type
bs: Many-to-Many vrsta
cs: Typ M:N
de: Typ n:m
el: Τύπος πολλά-προς-πολλά
es: Tipo de muchos-a-muchos
hu: Több-a-többhöz típus
id: Tipe Many-to-Many
pl: Typ wiele-do-wielu
pt: Tipo muitos-para-muitos
pt_br: Tipo muitos-para-muitos
sr: Врста много-за-много
sv: Många-till-många-typ
tr: Çoktan-Çoğa türü

source: The type used in the m2m-table join.
bs: Vrsta korištena u m2m spajanjima tabela.
cs: Typ použitý v propojení tabulek M:N.
de: Typ, der beim n:m-Tabellen-Join verwendet wird.
el: Ο τύπος που χρησιμοποιήθηκε για την ένωση πίνακα πολλά προς πολλά.
es: El tipo usado en la unión con la tabla m2m.
hu: A több-a-többhöz táblán belüli illesztésben használt típus.
id: Tipe yang dipakai dalam join m2m-table.
pl: Typ używany w dołączaniu m2m-table.
pt: O tipo usado numa junção de tabela m2m.
pt_br: O tipo usado na união (join) da tabela m-m.
sr: Врста која се користи у придруживању табеле много за много.
sv: Typen som används i sammanslagning (join) för m2m-table.
tr: m2m-table birleştirmesinde kullanılan tür.

source: The repository for object storage.
bs: Spremište za čuvanje objekta.
cs: Repozitář pro úložiště objektu.
de: Der Softwarebestand für die Objektspeicherung.
el: Το αποθετήριο για την αποθήκευση των αντικειμένων.
es: El repositorio para almacenar objetos.
hu: A tároló az objektumtároláshoz.
id: Repositori bagi penyimpanan objek.
pl: Repozytorium do przechowywania obiektów.
pt: O repositório para armazenar objetos.
pt_br: O repositório para armazenamento de objeto.
sr: Ризница за смештај предмета.
sv: Förrådet för objektlagringen.
tr: Nesne depolama için depo.

source: The type of resources contained.
bs: Vrsta sadržanih resursa.
cs: Typ obsažených prostředků.
de: Der Typ der enthaltenen Ressourcen.
el: Ο τύποςτων πόρων που περιλαμβάνονται.
es: El tipo de los recursos contenidos.
hu: A tartalmazott erőforrások típusa.
id: Tipe sumber daya yang dimuat.
pl: Typ zawartych zasobów.
pt: O tipo de recursos contido.
pt_br: O tipo de recursos contidos.
sr: Врста садржаних изворишта.
sv: Typen av resurser som innefattas.
tr: İçerilen kaynakların türü.

source: Is Writable
bs: Upisivo je
cs: Je zapisovatelné
de: Ist schreibbar.
el: Είναι εγγράψιμος
es: Se puede escribir
hu: Írható
pl: Jest zapisywalna
pt: Pode ser escrito
pt_br: É gravável
sr: Уписиво је
sv: Är skrivbar
tr: Yazılabilir

source: Whether the group contains resources to be written.
bs: Da li grupa sadrži izvorišta za upisivanje.
cs: Zda skupina obsahuje prostředky, které se mají zapisovat.
de: Gibt an, ob die Gruppe zu schreibende Ressourcen enthält.
el: Εάν η ομάδα περιέχει πόρους για να γραφτεί.
es: Indica si el grupo contiene recursos que escribir.
hu: Az erőforrásokat tartalmazó csoportoknak írhatónak kell-e lenniük.
pl: Czy grupa zawiera zasoby do zapisania.
pt: Se o grupo contém recursos para serem escritos.
pt_br: Se o grupo contém recursos a serem gravados.
sr: Да ли група садржи изворишта за уписивање.
sv: Huruvida gruppen innehåller resurser som ska skrivas.
tr: Grubun yazılacak kaynakları içerip içermediği.

source: No resources were found.
bs: Resursi nisu nađeni.
cs: Žádné prostředky nebyly nalezeny.
de: Es wurden keine Ressourcen gefunden.
el: Δεν βρέθηκαν πηγές.
es: No se han encontrado recursos.
hu: Nem találhatók erőforrások.
id: Tak ada sumber daya yang ditemukan.
pl: Nie odnaleziono żadnych zasobów.
pt: Não se encontraram recursos.
pt_br: Nenhum recurso foi localizado.
sr: Нисам пронашао изворишта.
sv: Inga resurser hittades.
tr: Hiçbir kaynak bulunamadı.

source: The adapter for the repository.
bs: Adapter za spremište.
cs: Adaptér pro repozitář.
de: Der Adapter für den Softwarebestand.
el: Ο προσαρμογέας για το αποθετήριο.
es: El adaptador para el repositorio.
hu: A csatlakozó a tárolóhoz.
id: Adaptor bagi repositori.
pl: Adapter dla repozytorium.
pt: O adaptador para o repositório.
pt_br: O adaptador para o repositório.
sr: Прилагођивач за ризницу.
sv: Adaptern för förrådet.
tr: Depo için bağdaştırıcı.

source: Failed to open database at %s
bs: Nije moguće otvoriti bazu podataka %s
cs: Selhalo otevření databáze v %s
de: Datenbank in %s konnte nicht geöffnet werden.
el: Αποτυχία ανοίγματος της βάσης δεδομένων στο %s
es: Falló al abrir la base de datos en %s
hu: Az adatbázis megnyitása nem sikerült itt: %s
id: Gagal membuka basis data pada %s
pl: Otwarcie bazy danych w %s się nie powiodło
pt: Falha ao abrir a base de dados em %s
pt_br: Ocorreu falha ao abrir banco de dados em %s
sr: Нисам успео да отворим базу података на „%s“
sv: Misslyckades med att öppna databas på %s
tr: %s konumundaki veri tabanı açılamadı

source: The command does not contain any SQL
bs: Naredba ne sadrži ni jedan SQL
cs: Příkaz neobsahuje žádné SQL
de: Der Befehl enthält kein SQL
el: Η εντολή δεν περιέχει κώδικα SQL
es: El comando no contiene SQL
hu: A parancs nem tartalmaz SQL lekérdezést
id: Perintah tak memuat SQL apapun
pl: Polecenie nie zawiera SQL
pt: O comando não contém nenhuma SQL
pt_br: O comando não possui nenhum SQL
sr: Наредба не садржи ниједан СКуЛ
sv: Kommandot innehåller ingen SQL
tr: Komut SQL içermiyor

source: sqlite3_prepare_v2 failed: %s: %s
bs: sqlite3_pripremi_v2 nije moguće: %s: %s
cs: Selhala funkce sqlite3_prepare_v2: %s: %s
de: sqlite3_prepare_v2 schlug fehl: %s: %s
el: Απέτυχε το sqlite3_prepare_v2: %s: %s
es: falló sqlite3_prepare_v2: %s: %s
hu: sqlite3_prepare_v2 sikertelen: %s: %s
id: sqlite3_prepare_v2 gagal: %s: %s
pl: sqlite3_prepare_v2 się nie powiodło: %s: %s
pt: sqlite3_prepare_v2 falhou: %s: %s
pt_br: sqlite3_prepare_v2 falhou: %s: %s
sr: скулајт3_припреми_и2 није успело: %s: %s
sv: sqlite3_prepare_v2 misslyckades: %s: %s
tr: sqlite3_prepare_v2 başarısız: %s: %s

source: Failed to access SQLite handle.
bs: Nije moguće pristupiti SQLite rukovanju.
cs: Selhal přístup k popisovači SQLite.
de: Zugriff auf den SQLite-Handle nicht möglich.
el: Αδυναμία πρόσβασης χειρισμού του SQLite
es: Falló al acceder al manejador de SQLite.
hu: Nem sikerült hozzáférni az SQLite leíróhoz.
id: Gagal mengakses handle SQLite.
pl: Uzyskanie dostępu do obsługi SQLite się nie powiodło.
pt: Falha ao aceder ao gestor SQLite.
pt_br: Ocorreu falha ao acessar manipulador do SQLite.
sr: Нисам успео да приступим ручку СКуЛајта.
sv: Misslyckades med att komma åt SQLite-handtag.
tr: SQLite tutamağına erişim başarısız.

source: The GomAdapter for the command.
bs: Naredbe za GomAdapter.
cs: GomAdapter pro příkaz.
de: Der GomAdapter für den Befehl.
el: Το GomAdapter για την εντολή.
es: EL GomAdapter para el comando.
hu: A Gom csatlakozó a parancshoz.
id: GomAdapter bagi perintah.
pl: GomAdapter dla polecenia.
pt: O GomAdapter para o comando.
pt_br: O adaptador Gom para o comando.
sr: Гом прилагођивач за наредбу.
sv: GomAdaptern för kommandot.
tr: Komut için GomAdapter.

source: The SQL for the command.
bs: SQL. za naredbu.
cs: SQL pro příkaz.
de: Das SQL des Befehls.
el: Η SQL για την εντολή
es: El SQL para el comando.
hu: Az SQL a parancshoz.
id: SQL bagi perintah.
pl: SQL dla polecenia.
pt: A SQL para o comando.
pt_br: O SQL para o comando.
sr: СКуЛ за наредбу.
sv: SQL för kommandot.
tr: Komut için SQL.

source: SQL
sr: СКуЛ
